using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace Task_4
{
    internal class Program
    {
        static void Main()
        {

            //Створіть текстовий файл - чек
            //на кшталт «Найменування товару – 0.00(ціна)грн.»
            //з певною кількістю найменувань товарів та датою здійснення покупки.
            //Виведіть на екран інформацію з чека у форматі поточної локалі користувача та у форматі локалі en-US.


            //Футболка - 99.99 грн.
            //Мобильный телефон - 5000.00 грн.
            //Книга - 50.00 грн.
            //Фен - 150.00 грн.
            //Радуга - 22000.00 грн.
            //Дата покупки  (10.03.2023)



        }
    }
}
